[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission offered:
MissionOfferAcceptedByGroup=Mission accepted by group leader
MissionDiversionPreamble=Mission changed:
MissionOfferRevoked=Mission offer revoked
MissionEnded=Mission ended
MissionStageOpposed=<Stage_Cur> / <Stage_Max>
MissionStageUnopposed=<Stage_Cur> / <Stage_Max>
FinalMissionStage=Last stage

[SystemMessages]
TimeStampOn=Chat time stamping on
TimeStampOff=Chat time stamping off
ProfanityFilterOn=Profanity filter on
ProfanityFilterOff=Profanity filter off
ShowNamesOn=Player names on
ShowNamesOff=Player names off
SavedChatLog=Saved '<location>'
GroupPledgedContact=Pledged: <contact>
GroupPledgedContactSingle=Pledged: <contact>
GroupUnPledgedContact=Not pledged: <contact>
GroupUnPledgedContactSingle=Not pledged: <contact>
CoinToss_Head=Heads (<Player>)
CoinToss_Tails=Tails (<Player>)
NumUnrealMail_Singular=Mail
NumUnrealMail_Plural=<NUMBER> mail
NewMailReceived=Mail
NewMailReceived_Plural=<NUMBER> mail
You=You
GroupPublicModeDefaultOn=Newly created groups will be public
GroupPublicModeDefaultOff=Newly created groups will be private
GroupInviteModeDefaultOn=Newly created groups will allow everyone to invite
GroupInviteModeDefaultOff=Newly created groups will only allow you to invite
GroupPublicModeOn=Group public
GroupPublicModeOff=Group private
GroupInviteModeOn=Everyone can invite
GroupInviteModeOff=Group leader can invite
MissionOffersOn=Mission offers enabled
MissionOffersOff=Mission dffers disabled
InGameTime=In-Game Time: <hours>:<minutes>:<seconds>
ServerTime=Server Time: <hours>:<minutes>:<seconds>
LocalTime=Local Time: <hours>:<minutes>:<seconds>
LatencyTestStart=Lantecy test will run for <minutes> minutes. Re-type to cancel
LatencyTestNotAvailable=Latency test unavailable
LatencyTestComplete=Test complete. Send <file> to support
LatencyTestAborted=Test aborted
LatencyTestCouldNotOpenLog=Creation failed: <file>
LatencyTestTemporarilyUnavailable=Latency test temporarily unavailable
LatencyTestStartFailed=Failed to start latency test
AccountSilenced=Silenced until: <expiry>
AccountUnsilenced=Unsilenced

[SystemWarning]
NoReplyReceiver=No-one to reply to
WorldServerDisconnected=World server not connected
WorldNotEntered=Player hasn't entered world
DistrictServerDisconnected=District not connected
WhisperSyntax=Correct format: /w receiver message
WhisperReceiverNameLenShort=Receiver's name too short
WhisperReceiverNameLenExceed=Receiver's name too long
InGroup=In group
NotInGroup=Not in group
NotInTrade=Not in trade
NotInTeam=Not in team
NotInClan=Not in clan
NotAnOfficer=Not officer
NoRank=Incorrect rank
NoPlayerPawn=Player dead
PlayerPermissionInsufficient=Insufficient permissions
PlayerRankInsufficient=Insufficient rank
NoSuchGroupMember=Member in group
NoSuchTeamMember=Member in clan
GroupInviteSendFail=Failed sending group invite
GroupAcceptSendFail=Failed accepting group invite
GroupAcceptNoInvite=No group invite
GroupDeclineSendFail=Failed sending group decline
GroupDeclineNoInvite=No group invite
GroupLeaveSendFail=Failed leaving group
GroupTransferSendFail=Failed leaving group
GroupRemoveSendFail=Failed removing player
ClanInviteSendFail=Failed sending clan invite
ClanAcceptSendFail=Failed accepting clan invite
ClanAcceptNoInvite=No clan invite
ClanDeclineSendFail=Failed sending clan decline
ClanDeclineNoInvite=No clan invite
ClanRemoveSendFail=Failed removing player
ClanLeaveSendFail=Failed leaving clan
ClanRemoveSelfFail=Use '/clanleave'
ClanLeaveLeaderFail=Disband clan failed as you are the leader
FriendAddSendFail=Unable to add friend
FriendAcceptSendFail=Unable to accept friend request
FriendAcceptNoInvite=Unable to find friend request to accept
FriendDeclineSendFail=Unable to decline friend request
FriendDeclineNoInvite=Unable to find friend request to accept
FriendRemoveSendFail=Unable to remove friend
NoSuchPlayerInFriendList=Player not friended
IgnoreSendFail=Unable to ignore
UnIgnoreSendFail=Unable to unignore
NoSuchPlayerInIgnoreList=Player not ignored
TradeAcceptSendFail=Unable to accept trade
TradeAcceptNoInvite=No trades to accept
TradeDeclineSendFail=Unable to decline trade
TradeDeclineNoInvite=No trade to decline
PlayedSendFail=Unable to check playtime
WhoSendFail=Failed sending who request
AFKSendFail=Failed sending AFK request
DNDSendFail=Failed sending DND request
CommandNotAvailableUntilInWorld=Connect to district first
CommandNotAvailableUntilInDistrict=Connect to district first
CommandNotAvailableUntilSpawnedInDistrict=Spawn in district first
CommandNotAvailableInEditors=Unavailable in editors
EmoteNotUnlocked=Emote not unlocked
TooManyArguments=Correct syntax: <syntaxhint>
NotEnoughArguments=Correct syntax: <syntaxhint>
NeedsOneArgument=Function needs argument
NeedsTwoArguments=Function needs two arguments
CharacterNameLenShort=Player's name too short
CharacterNameLenExceed=Player's name too long
WhisperToSelfFailed=Can't whisper yourself
TargetPlayerNotInClan=Player not part of clan
NotGroupLeader=Not group leader
NotInDistrict=Join district first
ReportPlayerSuccess=Successfully reported player
ReportPlayerFail=Unable to find player
ReportPlayerFailSelf=Unable to report yourself

[TabNames]
Chat=Chat
Help=Help
